;TORSO
[yuffieremake_Torso_KV_F X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_Torso_MPL_F X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_Torso_FPL_F X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_Torso_HPL_F X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_Torso_LPO_F X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_Torso_MPO_F X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_Torso_HPO_F X2BodyPartTemplate]
DisplayName="尤菲 身体"

;TORSO WOTC
[yuffieremake_Torso_Reaper X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_Torso_Templar X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 身体"

;ARMS
[yuffieremake_Arms_KV_F X2BodyPartTemplate]
DisplayName="尤菲 手臂"

[yuffieremake_Arms_LPL_F X2BodyPartTemplate]
DisplayName="尤菲 手臂"

[yuffieremake_Arms_MPL_F X2BodyPartTemplate]
DisplayName="尤菲 手臂"

[yuffieremake_Arms_HPL_F X2BodyPartTemplate]
DisplayName="尤菲 手臂"

[yuffieremake_Arms_LPO_F X2BodyPartTemplate]
DisplayName="尤菲 手臂"

[yuffieremake_Arms_MPO_F X2BodyPartTemplate]
DisplayName="尤菲 手臂"

[yuffieremake_Arms_HPO_F X2BodyPartTemplate]
DisplayName="尤菲 手臂"

;ARMS WOTC
[yuffieremake_Arms_Reaper X2BodyPartTemplate]
DisplayName="尤菲 手臂"

[yuffieremake_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="尤菲 手臂"

[yuffieremake_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="尤菲 手臂"

[yuffieremake_Arms_Templar X2BodyPartTemplate]
DisplayName="尤菲 手臂"

[yuffieremake_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="尤菲 手臂"

[yuffieremake_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="尤菲 手臂"

[yuffieremake_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 手臂"

[yuffieremake_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 手臂"

[yuffieremake_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 手臂"

;LEGS
[yuffieremake_Legs_KV_F X2BodyPartTemplate]
DisplayName="尤菲 腿"

[yuffieremake_Legs_LPL_F X2BodyPartTemplate]
DisplayName="尤菲 腿"

[yuffieremake_Legs_MPL_F X2BodyPartTemplate]
DisplayName="尤菲 腿"

[yuffieremake_Legs_HPL_F X2BodyPartTemplate]
DisplayName="尤菲 腿"

[yuffieremake_Legs_LPO_F X2BodyPartTemplate]
DisplayName="尤菲 腿"

[yuffieremake_Legs_MPO_F X2BodyPartTemplate]
DisplayName="尤菲 腿"

[yuffieremake_Legs_HPO_F X2BodyPartTemplate]
DisplayName="尤菲 腿"

;LEGS WOTC
[yuffieremake_Legs_Reaper X2BodyPartTemplate]
DisplayName="尤菲 腿"

[yuffieremake_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="尤菲 腿"

[yuffieremake_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="尤菲 腿"

[yuffieremake_Legs_Templar X2BodyPartTemplate]
DisplayName="尤菲 腿"

[yuffieremake_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="尤菲 腿"

[yuffieremake_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="尤菲 腿"

[yuffieremake_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 腿"

[yuffieremake_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 腿"

[yuffieremake_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 腿"

[yuffieremake_Helmets_F X2BodyPartTemplate]
DisplayName="尤菲 面具"

;TORSO DECO
[yuffieremake_TDeco_KV_F X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_TDeco_LPL_F X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_TDeco_MPL_F X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_TDeco_HPL_F X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_TDeco_LPO_F X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_TDeco_MPO_F X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_TDeco_HPO_F X2BodyPartTemplate]
DisplayName="尤菲 身体"

;TORSO DECO WOTC
[yuffieremake_TDeco_Reaper X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_TDeco_PL_Reaper X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_TDeco_PO_Reaper X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_TDeco_Templar X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_TDeco_PL_Templar X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_TDeco_PO_Templar X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_TDeco_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_TDeco_PL_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 身体"

[yuffieremake_TDeco_PO_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 身体"






;TORSO
[yuffieremake2_Torso_KV_F X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

[yuffieremake2_Torso_MPL_F X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

[yuffieremake2_Torso_FPL_F X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

[yuffieremake2_Torso_HPL_F X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

[yuffieremake2_Torso_LPO_F X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

[yuffieremake2_Torso_MPO_F X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

[yuffieremake2_Torso_HPO_F X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

;TORSO WOTC
[yuffieremake2_Torso_Reaper X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

[yuffieremake2_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

[yuffieremake2_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

[yuffieremake2_Torso_Templar X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

[yuffieremake2_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

[yuffieremake2_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

[yuffieremake2_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

[yuffieremake2_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

[yuffieremake2_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 身体 [XCOM 身体] "

;ARMS
[yuffieremake2_Arms_KV_F X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

[yuffieremake2_Arms_LPL_F X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

[yuffieremake2_Arms_MPL_F X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

[yuffieremake2_Arms_HPL_F X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

[yuffieremake2_Arms_LPO_F X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

[yuffieremake2_Arms_MPO_F X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

[yuffieremake2_Arms_HPO_F X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

;ARMS WOTC
[yuffieremake2_Arms_Reaper X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

[yuffieremake2_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

[yuffieremake2_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

[yuffieremake2_Arms_Templar X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

[yuffieremake2_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

[yuffieremake2_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

[yuffieremake2_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

[yuffieremake2_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

[yuffieremake2_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 手臂 [XCOM 身体] "

;LEGS
[yuffieremake2_Legs_KV_F X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "

[yuffieremake2_Legs_LPL_F X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "

[yuffieremake2_Legs_MPL_F X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "

[yuffieremake2_Legs_HPL_F X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "

[yuffieremake2_Legs_LPO_F X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "

[yuffieremake2_Legs_MPO_F X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "

[yuffieremake2_Legs_HPO_F X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "

;LEGS WOTC
[yuffieremake2_Legs_Reaper X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "

[yuffieremake2_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "

[yuffieremake2_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "

[yuffieremake2_Legs_Templar X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "

[yuffieremake2_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "

[yuffieremake2_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "

[yuffieremake2_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "

[yuffieremake2_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "

[yuffieremake2_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="尤菲 腿 [XCOM 身体] "








[Shuri X2WeaponTemplate]
FriendlyName="4-Point Shuriken"
FriendlyNamePlural="4-Point Shurikens"
BriefSummary="It teaches the Elemental Ninjutsu abilities"
TacticalText="It teaches the Elemental Ninjutsu abilities"
AbilityDescName="Sword"
